{
  "info": {
    "quantidade": 1,
    "paginas": 1
  },
  "results": [
    {
      "id": 1,
      "nome": "Wander",
      "altura": "170cm",
      "foto": "https://i.ibb.co/TT2M5Y9/pkvCyBW.png",
      "aparencia": "Wander tem cabelo ruivo na altura dos ombros que é complementado por uma faixa azul, além de olhos azul-acinzentados. Ele usa uma camisa de mangas curtas que varia em tons de marrom, e sobre ela ostenta uma capa com um símbolo que lembra os símbolos principais dos colossos. Seus braços estão envoltos em bandagens e protetores de pulso azuis. Ele também veste shorts na altura do joelho que são um verde desbotado e sandálias azuis com caneleiras.",
      "passado": "O passado de Wander não é especificado no jogo, mas ele parece ser da mesma tribo ou grupo social de Lord Emon, e ele estava de alguma forma envolvido com uma garota chamada Mono. Ele é um excelente cavaleiro, capaz de navegar em terrenos difíceis, bem como virar na sela e até mesmo ficar de pé a galope. A familiaridade com que ele segura um arco e o usa a cavalo também atesta sua experiência com aquela arma. No entanto, alguns apontaram que as habilidades de Wander com a espada são aparentemente insignificantes; mesmo quando balança sua espada sem o desafio de um oponente antes dele, os golpes de Wander são lentos e desajeitados. A maior força de Wander, então, é sua tenacidade. Embora talvez não seja o melhor guerreiro, ele está determinado a salvar Mono a qualquer custo e não vai parar por nada para derrotar os colossos que estão entre ele e a ressurreição de Mono.",
      "historia": {
        "paragrafo01": "A história de Wander começa com ele entrando nas Terras Proibidas, viajando pela longa ponte em sua entrada em seu cavalo Agro. Antes de entrar, ele roubou uma espada mágica, que é a única arma capaz de matar os colossos das Terras Proibidas.",
        "paragrafo02": "Conduzido ao enorme Santuário de Adoração no centro da região, Wander carrega consigo um corpo envolto em uma capa, que ele deposita sobre um altar no santuário. Removendo a capa, o corpo de uma donzela descalça chamada Mono é revelado. Um momento depois, várias criaturas sombrias com formas humanóides aparecem e se preparam para atacar Wander, mas ele facilmente as dispensa com um aceno da Espada Antiga em sua posse, que emite raios de luz. Após derrotar as criaturas das sombras, a voz da entidade desencarnada conhecida como Dormin ecoa de cima, expressando surpresa por Wander possuir a arma. Wander pede que Dormin devolva a alma de Mono ao seu corpo, o que ele afirma ser possível, mas apenas se os dezesseis ídolos que revestem o salão do templo forem destruídos. Ele explica que essa tarefa só pode ser realizada usando a espada antiga para matar dezesseis colossos localizados por toda a terra.",
        "paragrafo03": "Apesar de um aviso de Dormin de que ele pode ter que pagar um alto preço para reviver Mono, Wander sai para procurar os colossos na terra e destruí-los. Em uma sequência após a morte do oitavo colosso, uma deterioração do corpo de Wander é mostrada claramente: sua pele se tornando mais pálida, seu cabelo mais escuro e estrias escuras crescendo em seu rosto. Também na sequência, Wander imagina como se estivesse em um sonho que Mono acorda e chama por ele, mas quando ele tenta se aproximar dela, ele é rapidamente arrastado para longe. Enquanto isso, a tez de Mono melhora e sua voz pode ser ouvida fracamente após a morte de cada colosso. Após a morte do décimo segundo, é revelado que Wander está sendo perseguido por um grupo de guerreiros liderados por Lord Emon.",
        "paragrafo04": "Instado a se apressar em sua tarefa por Dormin, Wander logo parte para derrotar o décimo sexto e último colosso. No caminho para esse confronto, ele viaja a cavalo por uma longa ponte, que começa a desabar quando ele está na metade do caminho. Conforme Agro pula a última lacuna na ponte, a porção em que ela cai começa a se separar de sua fundação, fazendo com que ela quase perca o equilíbrio. Sentindo uma queda iminente, Agro dá um salto para a frente para lançar Wander em segurança do outro lado, sacrificando-se e caindo no rio de metros abaixo quando a ponte finalmente cede. Wander derrota o colosso final, e a companhia de Emon chega ao Santuário de Adoração assim que o último ídolo desmorona; Wander aparece logo depois, seus olhos e pele agora totalmente pálidos e dois pequenos chifres saindo de sua cabeça. Declarando que Wander foi 'possuído pelos mortos', Lord Emon ordena que seus guerreiros o matemáticos. Enquanto ele luta para chegar a Mono, um guerreiro atira em Wander na perna com uma besta, enquanto outro o esfaqueia no coração com uma espada. Sangue negro jorra da ferida enquanto o corpo de Wander fica coberto de escuridão e cai no chão - uma morte idêntica àquela sofrida pelos colossos.",
        "paragrafo05": "Depois disso, o espírito de Dormin possui o corpo de Wander, transformando-o em um gigante sombrio. Dormin, agora falando em sua voz masculina, explica que os ancestrais de Lord Emon o separaram em dezesseis segmentos para selar seu poder 'por uma eternidade'. Enquanto seus homens fogem, Lord Emon lança a Espada Antiga em uma pequena piscina na parte de trás do salão do santuário, criando um redemoinho de luz que consome Dormin, e apesar da habilidade do jogador em controlar suas tentativas de escapar, Wander é sugado como Nós vamos. Emon e seus homens fogem das Terras Proibidas enquanto a ponte que liga o templo desaba atrás deles. Enquanto eles chegam em segurança à entrada das Terras Proibidas, Emon expressa esperança de que, se Wander sobreviveu, um dia ele será capaz de expiar seus crimes.",
        "paragrafo06": "No Santuário de Adoração, Mono acorda, restaurado por Dormin de acordo com seu acordo com Wander, e Agro manca para o santuário com uma perna traseira ferida. Mono a segue até a piscina em que Wander e Dormin foram puxados pelo feitiço de Emon, encontrando um menino com pequenos chifres na cabeça. Ela leva o bebê Wander com ela, seguindo o cavalo até os níveis mais altos do Santuário de Adoração, e chega a um jardim secreto dentro do santuário quando o jogo termina."
      }
    },
    {
      "id": 2,
      "nome": "Mono",
      "altura": "160cm",
      "foto": "https://i.ibb.co/hVM98vm/Mono.jpg",
      "aparencia": "Mono é uma linda mulher com cabelos longos e escuros. Ela usa um vestido lilás de mangas compridas e não usa calçados. Wander e Mono foram projetados com cabelos longos desde o início do processo de design. Seu cabelo castanho-escuro comprido contrastava com a Yorda de Ico, que tem cabelo castanho-claro curto. No início do jogo, ela vestiu uma capa marrom claro que cobria todo o seu corpo.",
      "historia": {
        "paragrafo01": "Depois que Wander chega ao Santuário de Adoração, ele diz a Dormin que ela foi sacrificada porque ela teve um 'destino amaldiçoado', e que ele deseja que ela seja revivida. Ele concorda com a condição de que ele destrua os ídolos no Santuário de Adoração, usando a Espada Antiga para derrotar suas dezesseis encarnações colossais que habitam as Terras Proibidas.",
        "paragrafo02": "Com cada colosso morto, a voz de Mono se torna mais audível e clara nas visões que Wander experimenta antes de seu retorno ao Santuário de Adoração. Em um ponto, ela é vista se levantando em um sonho depois que Wander mata o oitavo colosso.",
        "paragrafo03": "Depois que Dormin é derrotado (provavelmente apenas temporariamente) e a ponte desaba, Mono finalmente acorda. Agro, embora sofrendo muito com uma perna machucada, a leva até o bebê na piscina agora vazia nos fundos do santuário. Parecendo atordoado, embora estranhamente imperturbável por se encontrar ressuscitado dos mortos; aparentemente inabalável, ela pega o bebê estranho sem ao menos um olhar de surpresa. Eles então se dirigem ao jardim secreto no topo da estrutura maciça.",
        "paragrafo04": "Nele, o Mono e o Agro são saudados por um cenário verde, com água e árvores a dar frutos, dando uma oportunidade de viver. No final são saudados por vários animais, e a pipa voa em direção ao céu."
      }
    },
    {
      "id": 3,
      "nome": "Agro",
      "altura": "250cm",
      "foto": "https://i.ibb.co/t4P9BPm/Sem-t-tulo.png",
      "historia": {
        "paragrafo01": "Agro é um cavalo muito leal a Wander, e logo fica claro que os dois estão juntos há muito tempo. Depois que cada colosso é morto, Wander acorda no Santuário central, onde Agro é visto galopando alguns segundos depois. A velocidade de Agro ajuda Wander em muitas batalhas, seja por mantê-lo longe do perigo (contra Basaran e Dirge) ou por permitir que ele alcance um inimigo em movimento rápido (Phalanx).",
        "paragrafo02": "Antes do colosso final, Wander deve cruzar uma ponte em colapso que ele não consegue cruzar rápido o suficiente por conta própria. Ele cruza com Agro, mas até ela fica aquém antes do fim. Agro resgata Wander em segurança e cai no abismo abaixo, enquanto Wander observa impotente. O jovem é posteriormente forçado a terminar sua jornada despojado de seu último companheiro vivo.",
        "paragrafo03": "No epílogo do jogo depois que Dormin e Wander foram consumidos pelo redemoinho e Mono despertar novamente dentro do Santuário, Agro é revelado estar viva, embora tenha sofrido uma lesão na perna traseira, mancando pesadamente como resultado. Não está claro se Mono reconhece o cavalo, mas ela a segue até a bacia de pedra na parte de trás do Santuário - revelando o infante com chifres Wander - e segue para o misterioso jardim acima."
      }
    },
    {
      "id": 4,
      "nome": "Dormin",
      "altura": "14m",
      "foto": "https://i.ibb.co/zx9wqnz/Dormin-Emon.jpg",
      "historia": {
        "paragraph01": "Após Wander colocar Mono no altar e derrotar cinco criaturas sombrias, Dormin se revela a ele, aparentemente surpreso pelo fato de Wander possuir a Espada Antiga. Depois de saber que Wander deseja reviver Mono, Dormin afirma que é possível com o uso de sua espada, destruindo os ídolos que estão no Santuário de Adoração. No entanto, eles só podem ser destruídos matando suas encarnações, os colossos. Dormin também avisa Wander que o preço de reviver Mono pode ser alto. Depois que Wander comenta que não importa, eles fazem um trato: ele mata os dezesseis colossos e Mono ressuscita.",
        "paragraph02": "Cada vez que um colosso é morto, vários tentáculos negros emergem da ferida fatal e se cravam no corpo de Wander. Logo fica claro que essas gavinhas são fragmentos de Dormin, uma vez separados, aprisionados dentro de cada um dos dezesseis colossos.",
        "paragraph03": "Após derrotar o décimo sexto colosso, Wander é transportado de volta ao Santuário pela última vez. Lá, Lord Emon e seus homens já chegaram, chocados ao descobrir que o ritual está quase completo. Depois que os homens de Lorde Emon atiraram em Wander em sua perna e o apunhalaram no peito com uma espada, os dezesseis pedaços de Dormin se combinam no corpo sem vida de Wander e Dormin se transforma em um ser sombrio tão grande quanto muitos dos colossos. É revelado que os ancestrais de Lord Emon cortaram o corpo de Dormin em dezesseis segmentos por 'uma eternidade', a fim de selar seu poder.",
        "paragraph04": "Depois que Dormin diz a Lord Emon que eles 'pegaram emprestado 'o corpo de Wander, isso o aterroriza e seus homens no salão principal do Santuário enquanto eles escapam para o portal dos fundos. Dormin tenta segui-los, mas é desacelerado, seja devido à perna machucada de Wander ou porque Wander ainda luta para recuperar o controle de seu corpo. Ao chegar ao topo da escada em espiral, Emon diz um encantamento e joga a Espada Antiga na piscina rasa. Um redemoinho é criado e a essência de Dormin é lentamente removida até que tudo o que resta seja a figura de Wander, completamente coberta por sombras, que atualmente é sugada também. O único remanescente de Dormin ou Wander é um bebê misterioso carregando dois chifres curtos em sua cabeça, que é descoberto por um Mono ressuscitado logo após os homens de Emon fugirem das Terras. Se Dormin foi banido para sempre ou apenas temporariamente, isso está em debate."
      }
    },
    {
      "id": 5,
      "nome": "Lorde Emon",
      "altura": "170cm",
      "foto": "https://i.ibb.co/GnDBTBS/Lord-Emon-No-Mask.jpg",
      "teorias": "Especula-se que existe uma história entre a seita religiosa de Lord Emon e a dos Dormin espirituais. Entre essas especulações está a ideia de que existe ou houve alguma animosidade entre os dois e que a seita de Emon é de alguma forma responsável pela prisão de Dormin entre os ídolos e seus colossos. Dormin disse a Emon: 'Tu separaste Nosso corpo em dezesseis segmentos por uma eternidade para selar Nosso poder. Nós, Dormin, ressurgimos ”. Não há dúvida de que os antecessores de Emon o selaram e deram a cada colossi uma parte dele. Alguns acreditam que Emon era o dono anterior da espada que Wander roubou antes dos eventos do jogo, apoiados pelo fato de que ele conhecia as capacidades da arma. Também foi especulado que Emon causou a morte de Mono; ele previu que ela causaria o despertar de Dormin e a sacrificou por causa desse 'destino amaldiçoado', enfurecendo Wander e instigando uma profecia que se auto-realiza.",
      "historia": {
        "paragraph01": "Lord Emon é um xamã que narra uma visão na introdução de Shadow of the Colossus, explicando vagamente a origem das terras para as quais Wander chegou, enfatizando que são proibidas de entrar. Ele é retratado como tendo amplo conhecimento sobre a contenção de Dormin e tem a habilidade de usar magia poderosa. Ele também aparentemente conhece Wander, dado uma citação no final do jogo ('então era você afinal').",
        "paragraph02": "Mais tarde no jogo (após o décimo segundo colosso ser derrotado), ele é mostrado em uma cena com um pequeno grupo de soldados sob seu comando e está perseguindo Wander para evitar o uso do 'feitiço proibido' - o ritual que envolve a destruição dos dezesseis colossos que ressuscitará Mono.",
        "paragraph03": "Na sequência final do jogo, ele e seus soldados chegam a tempo de ver a última estátua colossal destruída. Lord Emon então vê Mono deitada no altar e é visto falando palavras sobre ela, aparentemente um canto, com a mão levantada em direção a ela quando Wander chega ao templo. Depois de expressar choque com a aparência sombreada e chifruda de Wander e repreender a criatura, Emon declara que Wander está 'possuído pelos mortos' e ordena que os soldados acompanhantes o matem. Após a possessão de Wander por Dormin, Emon e seu contingente fogem do Santuário de Adoração, mas não antes de Emon pegar a espada usada para matar os colossos e lançar um feitiço que bane o espírito maligno de Wander.",
        "paragraph04": "Emon e seus homens fogem do Santuário correndo pela grande ponte, que começa a desmoronar atrás deles enquanto cavalgam. Antes de partir para sempre, Emon olha para trás uma última vez e se pergunta se Wander viverá para fazer as pazes."
      }
    }
  ]
}
